[
  {
    "title": "Ab Wheel",
    "description": "Hold the ab wheel with both hands and kneel on the floor. Slowly roll the wheel forward in a controlled manner to stretch out as far as you can then pause for a moment and pull yourself back",
    "category_id": "1",
    "user_id": ""
  },
  {
    "title": "Bicycle Crunch",
    "description": "Bicycle crunches begin in a similar position to normal crunches, but with the legs elevated and knees bent. Place your hands on your head with your elbows pointed directly outwards. Then, crunch. Bring your shoulders and head toward your legs. With a slight twisting motion to get the elbows as close to the knees as possible",
    "category_id": "1",
    "user_id": ""
  },
  {
    "title": "Crunch",
    "description": "Lay supine in a relaxed position with your knees bent.
    Hold a weight plate directly over your chest and press it to extension.
    Raise your knees to 90 degrees, at which point they will be perpendicular to the floor.
    Exhale as you reach towards your toes with the weight plate.
    Once your abs are fully contracted and your upper back is off the floor, slowly lower yourself back to the starting position.
    Complete for the assigned number of repetitions",
    "category_id": "1",
    "user_id": ""
  },
  {
    "title": "Flat Knee Raise",
    "description": "Leg raises involve lying face up completely flat, with the arms at the sides of the torso, before the legs are elevated and held for around a second. The legs should rise to around a 40-degree angle to really target the lower abs, and this should continue for 30 seconds, with 30 seconds rest before moving on to the next exercise sets",
    "category_id": "1",
    "user_id": ""
  },
  {
    "title": "Hanging Knee Raise",
    "description": "The twisting hanging knee raise hits the lower abs and obliques. You can hang off literally anything that will hold your weight for this exercise. Most people will hang from a pull up bar. Hang off the with a slightly wider than shoulder width grip.
    Once you're hanging with your feet slightly off the floor, pull your knees up and across to the left side of your body.
    Pause, then slowly lower them back down.
    Now raise your knees up and across to the right hand side of your body.
    Lower back to start position. This is one rep.
    Repeat for desired reps.",
    "category_id": "1",
    "user_id": ""
  },
  {
    "title": "Jackknife Sit Up",
    "description": "Lay down on your back on a flat bench with your legs hanging off one end.
    Extend your arms out above your head, and straighten your legs. You should be laying completely flat. This is the start of the exercise.
    In one motion, while keeping your hands and feet together, raise your legs and bring your arms forward as if you were trying to touch them together.
    Lower back to the starting position. Repeat for desired reps.",
    "category_id": "1",
    "user_id": ""
  },
  {
    "title": "Knees to Elbows",
    "description": "Assume a quadruped position on the floor with your hands under your shoulders, toes tucked, and knees under hips.
    Extend one leg at a time and assume a push up position with the legs straight, elbows extended, and head in a neutral position looking at the floor.
    Slowly descend to the floor by retracting the shoulder blades and unlocking the elbows.
    Descend until the upper arms are parallel or your chest touches the floor.
    Push back to the starting point by extending the elbows and driving your palms into the floor.
    Drive your knee towards your chest, slowly lower back to the starting position and then repeat on the opposite side.
    Repeat for the desired number of repetitions.",
    "category_id": "1",
    "user_id": ""
  },
  {
    "title": "Oblique Crunch",
    "description": "Lay supine in a relaxed position with your knees stacked to one side.
    Place your contralateral hand behind your head for support and use your free hand to palpate your abdominals.
    Initiate the movement by squeezing your abs to raise your torso off the floor, slowly lower yourself back to the starting position and complete the assigned number of repetitions.
    Repeat on the opposite side.",
    "category_id": "1",
    "user_id": ""
  },
  {
    "title": "Plank",
    "description": "The Plank is a stationary exercise that helps strengthen the entire core of the body. Set up for the plank by getting a mat and laying down on your stomach.
    To start the exercise prop your torso up on your elbows and your feet up on your toes.
    Keeping yourself completely straight, hold this position for as long as possible.
    Typically, the plank is done for 3 x 1 minute sets. However, as you get stronger your should be able to do 1 - 3 minutes.
    ",
    "category_id": "1",
    "user_id": ""
  },
  {
    "title": "Russian Twist",
    "description": "Set up for the Russian Twist by getting a mat and laying down on your back.
    Pull your knees up so that your calves are at a right angle to your thighs.
    Put one hand over the other, palms facing your feet and point towards the ceiling.
    To begin the set, raise your shoulder blades off the mat.
    Twisting at your torso, roll your hands over to the left and back to the right.
    Lower your shoulder blades back down to the mat.
    Repeat the whole movement for the required reps.",
    "category_id": "1",
    "user_id": ""
  },
  {
    "title": "Side Bend",
    "description": "This exercise works the obliques. Grasp a set of dumbbells. Stand straight up with one dumbbell in each hand, palms facing in.
    Keep your feet firmly on the floor with a shoulder width stance.
    Keeping your back straight and your eyes facing forwards, bend down to the right as far as you can, then back up again.
    Without pausing at the top, bend down to the left.
    Repeat for desired reps.",
    "category_id": "1",
    "user_id": ""
  },
  {
    "title": "Sit Ups",
    "description": "Set the decline bench to an angle of between 30 and 45 degrees (the more than angle, the harder the situps will be).
    Sit on the bench with your legs resting through the pads.
    Cross your arms across your chest and lean back until your back almost touches the bench.
    Raise yourself back up until your upper body is vertical, then lower again.",
    "category_id": "1",
    "user_id": ""
  },
  {
    "title": "Superman",
    "description": "Set up in a prone position with your hands by your side (or behind your back) and your feet together.
    Extend your lower back by contracting your spinal erectors.
    Slowly lower back to the starting position and repeat for the desired number of repetitions.",
    "category_id": "1",
    "user_id": ""
  },
  {
    "title": "Side Plank",
    "description": "They take the same position as the plank, however, involve the motion of turning the torso 90 degrees so that one arm is pointing directly upwards. The other remains on the floor from the elbow down.",
    "category_id": "1",
    "user_id": ""
  },
  {
    "title": "V Up",
    "description": "A V-up is a core exercise that works the upper and lower abdominals. It requires you to lift your arms and legs off the floor at the same time using your abdominal muscles. The correct V-ups form looks like the letter 'V",
    "category_id": "1",
    "user_id": ""
  },
  ///-----ARMS--------------------------------------
  {
    "title": "Preacher Curl",
    "description": "Select the desired weight from the rack, and sit in an upright position with your chest flat against the preacher bench.
    Keep your upper arm pressed into the pad and use a supinated (palms facing up) grip.
    Take a deep breath and slowly lower the dumbbell away from your shoulder.
    Once the bicep is fully lengthened, curl the weight back to the starting position.
    Repeat for the desired number of repetitions on both sides.",
    "category_id": "2",
    "user_id": ""
  },
  {
    "title": "Tricep Pushdown",
    "description": "Attach a straight bar to a cable stack as high as possible and assume a standing position.
    Grasp the straight bar with a supinated grip (palms facing up) and lean forward slightly by hinging at the hips.
    Initiate the movement by extending the elbows and flexing the triceps.
    Pull the handle downward until the elbows are almost locked out and then slowly lower under control back to the starting position.
    Repeat for the desired number of repetitions.
    ",
    "category_id": "2",
    "user_id": ""
  },
  {
    "title": "Bicep Curl",
    "description": "",
    "category_id": "2",
    "user_id": "Position an incline bench at roughly 90 degrees and select the desired weight from the rack.
    Using a supinated grip, take a deep breath and curl the dumbbells towards your shoulders.
    Once the biceps are fully shortened, rotate the forearms to a pronated position (palms down) and slowly lower the weight back to the starting position.
    Repeat for the desired number of repetitions."
  },
  {
    "title": "Bench Dip",
    "description": "Set up for the three bench dip by getting two flat benches and placing them parallel to one another. The distance between the benches should be slightly wider than your shoulder width.
    Grab the third bench and place it at a right angle to the other benches. The gap between these benches should be about the length of your legs.
    Put one hand on each of the parallel benches with your palms facing away from you, and then put your heels on the other bench.
    Push up until your arms are straight. This is the starting position for the exercise.
    Slowly lower your body down until your elbow is at the same height as your shoulder.
    Push back up to the starting position without locking your elbows out. 
    Repeat for desired reps.
    Set up for the three bench dip by getting two flat benches and placing them parallel to one another. The distance between the benches should be slightly wider than your shoulder width.
    Grab the third bench and place it at a right angle to the other benches. The gap between these benches should be about the length of your legs.
    Put one hand on each of the parallel benches with your palms facing away from you, and then put your heels on the other bench.
    Push up until your arms are straight. This is the starting position for the exercise.
    Slowly lower your body down until your elbow is at the same height as your shoulder.
    Push back up to the starting position without locking your elbows out. 
    Repeat for desired reps.",
    "category_id": "2",
    "user_id": ""
  },
  {
    "title": "Hammer Curl",
    "description": "The hammer curl is a great exercise for the biceps and forearms. Set up by grasping a set of dumbbells and standing straight up with the dumbbells by your sides.
    You should be using a neutral grip, meaning your palms are facing your body.
    Bend your arms slightly to take tension into the biceps.
    Keeping your body fixed and elbows in at your sides, slowly curl the dumbbells up as far as possible.
    Squeeze the biceps at the top of the movement, and then slowly lower the weight back to the starting position.
    Repeat for desired reps.",
    "category_id": "2",
    "user_id": ""
  },
  {
    "title": "Incline Curl",
    "description": "Position an incline bench at roughly 55-65 degrees, select the desired weight from the rack, and sit upright with your back flat against the pad.
    Using a supinated (palms up) grip, take a deep breath and curl both dumbbells towards your shoulders.
    Once the biceps are fully shortened, slowly lower the weights back to the starting position.
    Repeat for the desired number of repetitions.",
    "category_id": "2",
    "user_id": ""
  },
  {
    "title": "Reverse Curl Dumbell",
    "description": "Position an adjustable bench at 90 degrees, select the desired weight from the rack, and assume an upright seated position.
    Using a pronated (palms down) grip, take a deep breath and curl the dumbbells towards your shoulders.
    Once the biceps are fully shortened, slowly lower the weight back to the starting position.
    Repeat for the desired number of repetitions.",
    "category_id": "2",
    "user_id": ""
  },
  {
    "title": "Skullcrusher",
    "description": "Select your desired weight and sit on the edge of a flat bench.
    To get into position, lay back and keep the bar close to your chest using a neutral grip. Once you are supine, press the weight to lockout.
    Unlock the elbows and allow the ez bar to drop toward your forehead or just above.
    Once your forearms reach parallel or just below, allow the upper arms to extend overhead (similar to a pullover).
    As the arms reach full extension, pull the elbows back to the starting position and then extend the elbows while flexing the triceps to lockout the weight.
    Repeat for the desired number of repetitions.
    ",
    "category_id": "2",
    "user_id": ""
  },
  {
    "title": "Tricep Extension",
    "description": "Attach a rope to a cable stack as high as possible and assume a standing position.
    Utilize a split stance, grasp the rope overhead with a neutral grip (palms facing), and lean forward by hinging at the hips.
    Initiate the movement by extending the elbows and flexing the triceps.
    Pull the rope downward until the elbows are almost locked out and then slowly lower under control back to the starting position.
    Repeat for the desired number of repetitions.",
    "category_id": "2",
    "user_id": ""
  },
  {
    "title": "Bench Press - Close Grip w/ Barbell",
    "description": "Set up for the exercise by loading the weight on the bar and adjusting the height of the rack (if adjustable).
    Lay back on the bench and position your feet firmly on the floor.
    Grab the barbell with an underhand grip (palms facing your head) with your hands about 8-12 inches apart. Take the weight off the rack.
    Keeping your elbows tucked in at your sides, slowly lower the barbell down to your middle chest until it's about 1 inch from touching.
    Contract the triceps and push the barbell back up until your arms are almost fully outstretched.
    Don't lock the elbows, and then repeat the movement for desired reps.",
    "category_id": "2",
    "user_id": ""
  },
  {
    "title": "Wrist Roller",
    "description": "Begin the exercise by grabbing a wrist roller with a light weight attached to it.
    With the rope fully extended (not wrapped around the roller) stand straight up grasping the roller with an overhand grip (palms facing down). Your feet should be around shoulder width apart.
    Extend both arms straight out in from of your body. This is the starting position. 
    Begin wrapping the rope around the roller by rotating each wrist, one at a time. 
    Continue until the weight reaches the bar, and then begin slowly lowering the weight by rotating each wrist, one at a time in a downward motion.
    When the weight reaches the ground, you have completed one rep.
    Repeat for desired reps.",
    "category_id": "2",
    "user_id": ""
  },
  {
    "title": "Tricep Dip",
    "description": "Step up onto the dip station (if possible) and position your hands with a neutral grip.
    Initiate the dip by unlocking the elbows and slowly lowering the body until the forearms are almost parallel with the floor.
    Control the descent to parallel and then drive back to the starting position by pushing through the palms.
    Repeat for the desired number of repetitions.
    ",
    "category_id": "2",
    "user_id": ""
  },
  {
    "title": "Cable Kickback",
    "description": "Set up for the cable tricep kickback by attaching a single grip handle to a low pulley cable machine and selecting the weight you want to use.
    Grab the handle using your left hand with an overhand grip and take a step back from the cable machine.
    Keeping your feet together and knees slightly bent, bend down until your body is around parallel to the floor.
    Use your free right hand to stabilize yourself.
    Bring the elbow up as far as possible and keep it tight by your side. This is the starting position for the exercise.
    Keeping your elbow in place and your body fixed, extend your arm out as far as possible.
    Squeeze the tricep, and then slowly lower the weight back to the starting position.
    Repeat for desired reps.",
    "category_id": "2",
    "user_id": ""
  },
  {
    "title": "Reverse Curl Barbell",
    "description": "Position an adjustable bench at 90 degrees, select the desired weight from the rack, and assume an upright seated position.
    Using a pronated (palms down) grip, take a deep breath and curl the barbell towards your shoulders.
    Once the biceps are fully shortened, slowly lower the weight back to the starting position.
    Repeat for the desired number of repetitions.",
    "category_id": "2",
    "user_id": ""
  },
  {
    "title": "Upright Row",
    "description": "Position a cable at the lowest position possible and attach a straight bar.
    Reach down and grab the handle with a pronated grip and stand up with the arms straight.
    Take a deep breath then pull the handle high directly up the front of your body by driving your elbows high.
    Slowly lower the handle back to the starting position under control.
    Repeat for the desired number of repetitions.",
    "category_id": "2",
    "user_id": ""
  },
  //----BACK-----------------------------
  {
    "title": "Back Extension",
    "description": "It is often performed on a 45-degree bench with the feet anchored. Unweighted back extensions are often performed for high reps, such as 15-20 reps or more, but the movement can also be performed with added weight in lower rep ranges, such as 8-12 reps per set.",
    "category_id": "3",
    "user_id": ""
  },
  {
    "title": "Bent Over One Arm Row (Dumbbell)",
    "description": "Assume a standing position while holding the dumbbell using a double overhand grip.
    Hinge forward until your torso is roughly parallel with the floor (or slightly above) and then begin the movement by driving the elbows behind the body while retracting the shoulder blades.
    Pull the dumbbell towards your belly button until it touches your body and then slowly lower the dumbbell back to the starting position under control.
    Repeat for the desired number of repetitions.",
    "category_id": "3",
    "user_id": ""
  },
  {
    "title": "Bent Over Row (Barbell)",
    "description": "Assume a standing position while holding the bar using a double overhand grip.
    Hinge forward until your torso is roughly parallel with the floor (or slightly above) and then begin the movement by driving the elbows behind the body while retracting the shoulder blades.
    Pull the bar towards your belly button until it touches your body and then slowly lower the bar back to the starting position under control.
    Repeat for the desired number of repetitions.",
    "category_id": "3",
    "user_id": ""
  },
  {
    "title": "Chin Up",
    "description": "Using a supinated grip, grasp the bar with a shoulder width grip.
    Take a deep breath, squeeze your glutes and brace your abs. Depress the shoulder blades and then drive the elbows straight down to the floor while activating the lats.
    Pull your chin towards the bar until the lats are fully contracted, then slowly lower yourself back to the start position and repeat for the assigned number of repetitions.",
    "category_id": "3",
    "user_id": ""
  },
  {
    "title": "Deadlift",
    "description": "Position the bar over the top of your shoelaces and assume a hip width stance.
    Push your hips back and hinge forward until your torso is nearly parallel with the floor.
    Reach down and grasp the bar using a shoulder width, double overhand grip.
    Inhale and pull up slightly on the bar while allowing your hips to drop in a seesaw fashion. This phenomenon is commonly referred to as “pulling the slack out of the bar”.
    As you drop the hips and pull up on the bar, set the lats (imagine you’re trying to squeeze oranges in your armpits) and ensure your armpits are positioned directly over the bar.
    Drive through the whole foot and focus on pushing the floor away.
    Ensure the bar tracks in a straight line as you extend the knees and hips.
    Once you have locked out the hips, reverse the movement by pushing the hips back and hinging forward.
    Return the bar to the floor, reset, and repeat for the desired number of repetitions.",
    "category_id": "3",
    "user_id": ""
  },
  {
    "title": "Incline Row",
    "description": "Position an adjustable incline bench at 45 degrees and lie prone on the bench.
    Grab a dumbbell in each hand utilizing a pronated (thumbs facing) grip and then begin the movement by driving the elbows behind the body while retracting the shoulder blades.
    Pull the dumbbells towards your body until the elbows are at (or just past) the midline and then slowly lower the dumbbells back to the starting position under control.
    Repeat for the desired number of repetitions.",
    "category_id": "3",
    "user_id": ""
  },
  {
    "title": "Iso-Lateral Row",
    "description": "Attach a medium width handle to a cable stack and assume a standing position.
    Grasp the handle with a pronated grip (double overhand) at roughly shoulder width.
    Keep the elbow slightly flexed and initiate the movement by depressing the shoulder blade, extending the shoulder, and laterally flexing the spine to maximally contract the lat.
    Pull one side of the bar towards your thigh until the lat is fully contracted and then slowly lower under control.
    Repeat for the desired number of repetitions on both sides.",
    "category_id": "3",
    "user_id": ""
  },
  {
    "title": "Lat Pulldown",
    "description": "Set up for the underhand close grip lat pull by attaching a small straight bar to the machine (you can use the wide grip bar if you prefer), setting the weight on the stack, and adjusting the knee pad.
    Grab the bar with an underhand grip, with your hands around 10-12 inches apart.
    Sit down on the machine with your arms fully outstretched. This is the starting position.
    Keeping your back and body straight, slowly pull the weight down to your upper chest.
    Pause, and then slowly lower the weight back to the start position. Do not let the stack drop.
    Repeat for desired reps.",
    "category_id": "3",
    "user_id": ""
  },
  {
    "title": "Pull Up",
    "description": "Using a pronated grip, grasp the pull bar with a wider than shoulder width grip.
    Take a deep breath, squeeze your glutes and brace your abs. Depress the shoulder blades and then drive the elbows straight down to the floor while activating the lats.
    Pull your chin towards the bar until the lats are fully contracted, then slowly lower yourself back to the start position and repeat for the assigned number of repetitions.",
    "category_id": "3",
    "user_id": ""
  },
  {
    "title": "Romanian Deadlift",
    "description": "Position the bar over the top of your shoelaces and assume a hip width stance.
    Assume a double overhand grip just outside of hip width and deadlift the weight into position at the top with the hips and knees locked out.
    Begin the RDL by pushing your hips back and hinging forward until the bar is just below knee height.
    Drive through the whole foot and focus on pushing the floor away.
    Return to the starting position and repeat for the desired number of repetitions.",
    "category_id": "3",
    "user_id": ""
  },
  {
    "title": "Seated Row",
    "description": "The one arm hammer strength machine row allows you to isolate one side of your body and correct any imbalances. Set up by adding the weight plates to the machine and setting the seat height. The height of the seat should be set so that your chest is at the top of the pad.
    Sit down on the machine and grip the left hand handle with a neutral grip. Use your other hand to stabilize your body.
    Keeping your body fixed, pull the weight back as far as possible.
    Squeeze the shoulder blade back, and then slowly lower the weight back to the starting position.
    Repeat for desired reps, and then repeat for the right arm.",
    "category_id": "3",
    "user_id": ""
  },
  {
    "title": "Shrug",
    "description": "Assume a standing position in front of the shrug machine.
    Hinge forward and grasp both handles with a double overhand grip.
    Assume a standing position, inhale, and contract the traps to elevate the shoulders. Squeeze hard at the top and slowly lower the bar back to the starting position.
    Repeat for the desired number of repetitions.
    ",
    "category_id": "3",
    "user_id": ""
  },
  {
    "title": "T Bar Row",
    "description": "Assume a standing position with the bar positioned directly between your legs.
    Utilize a v-grip handle and place the bar directly in the notch of the v.
    Hinge forward until your torso is roughly parallel with the floor (or slightly above) and then begin the movement by driving the elbows behind the body while retracting the shoulder blades.
    Pull the bar towards your body until the plates touch your chest and then slowly lower the handle back to the starting position under control.
    Repeat for the desired number of repetitions.",
    "category_id": "3",
    "user_id": ""
  },
  {
    "title": "Upright Row (Barbell)",
    "description": "The barbell upright row is one of the best exercises for building the upper traps and shoulders. Load up a barbell with the weight you want to use and stand facing it with your feet at around shoulder width apart.
    Grasp the barbell with an overhand grip (palms facing down), and hands slightly closer than shoulder width apart.
    Pick the bar up, bending at the knees and keeping your back straight.
    Keeping your back straight and eyes facing forwards, lift the bar straight up while keeping it as close to your body as possible (you should pull the bar up to around chest height - nearly touching your chin).
    Pause, and then slowly lower the bar back to the starting position.
    Repeat for desired reps.",
    "category_id": "3",
    "user_id": ""
  },
  {
    "title": "Sumo Deadlift",
    "description": "Position a kettlebell directly in between your feet and assume a moderately wide stance with your toes pointed slightly out.
    Push your hips back and hinge forward until your torso is nearly parallel with the floor.
    Reach down and grasp the kettlebell handle using a close, double overhand grip.
    Drop your hips below your shoulders and ensure there is no slack in your arms.
    Drive through the whole foot and focus on pushing the floor away by extending the knees and hips.
    Once you have locked out the hips, reverse the movement by pushing the hips back and hinging forward.
    Return the kettlebell to the floor, reset, and repeat for the desired number of repetitions.",
    "category_id": "3",
    "user_id": ""
  },
  //------------------------CHEST-----------------
  {
    "title": "Cable Crossover",
    "description": "Set up the cable machine for crossovers by adjusting the pulleys to the highest point possible on both sides and attaching single grip handles.
    Set your desired weight on the weight stacks and grasp each handle with your palms facing down.
    Take a step forward. 
    With your arms slightly bent at the elbows, keep your chest up and your eyes facing forwards. This is the starting position for the exercise.
    Rotating at the shoulders only and moving your arms in a circular motion, slowly bring the handles together out in front of your body around head height.
    Squeeze your chest as you bring the handles together.
    Slowly lower the weight back to the starting position and then repeat for desired reps.",
    "category_id": "4",
    "user_id": ""
  },
  {
    "title": "Bench Press",
    "description": "Lie flat on a bench and set your hands just outside of shoulder width.
    Set your shoulder blades by pinching them together and driving them into the bench.
    Take a deep breath and allow your spotter to help you with the lift off in order to maintain tightness through your upper back.
    Let the weight settle and ensure your upper back remains tight after lift off.
    Inhale and allow the bar to descend slowly by unlocking the elbows.
    Lower the bar in a straight line to the base of the sternum (breastbone) and touch the chest.
    Push the bar back up in a straight line by pressing yourself into the bench, driving your feet into the floor for leg drive, and extending the elbows.
    Repeat for the desired number of repetitions.",
    "category_id": "4",
    "user_id": ""
  },
  {
    "title": "Chest Dip",
    "description": "Step up onto the dip station (if possible) and position your hands with a neutral grip.
    Initiate the dip by allowing the shoulder blades to elevate and keep the elbows locked out.
    Press into the dip bars and depress the shoulder blades. You should feel your shoulder girdle activate as your body elevates.
    Control the descent back to the starting position and repeat for the desired number of repetitions.",
    "category_id": "4",
    "user_id": ""
  },
  {
    "title": "Chest Fly (Dumbbell)",
    "description": "Pick up the dumbbell off the floor using a neutral grip (palms facing in). Position the end of the dumbbell in your hip crease, and sit down on the bench.
    To get into position, lay back and keep the weight close to your chest. Once you are in position, take a deep breath, then press the dumbbell to lockout at the top.
    Slightly retract your shoulder blade, unlock your elbow, and slowly lower the dumbbell laterally while maintaining the angle at your elbow.
    Once the dumbbell reaches chest level, reverse the movement by squeezing your pec and bringing the dumbbells back to the starting position.
    Repeat for the desired number of repetitions on both sides.",
    "category_id": "4",
    "user_id": ""
  },
  {
    "title": "Decline Bench Press",
    "description": "Pick up the dumbbells off the floor using a neutral grip (palms facing in). Position the ends of the dumbbells in your hip crease, and sit down on the edge of an decline bench.
    To get into position, lay back and keep the weights close to your chest. Once you are in position, take a deep breath, and press the dumbbells to lockout at the top.
    Slowly lower the dumbbells under control as far as comfortably possible (the handles should be about level with your chest).
    Contract the chest and push the dumbbells back up to the starting position.
    Repeat for the desired number of repetitions.",
    "category_id": "4",
    "user_id": ""
  },
  {
    "title": "Incline Bench Press (Dumbbells)",
    "description": "Pick up the dumbbells off the floor using a neutral grip (palms facing in). Position the ends of the dumbbells in your hip crease, and sit down on the edge of an incline bench.
    To get into position, lay back and keep the weights close to your chest. Once you are in position, take a deep breath, and press the dumbbells to lockout at the top.
    Slowly lower the dumbbells under control as far as comfortably possible (the handles should be about level with your chest).
    Contract the chest and push the dumbbells back up to the starting position.
    Repeat for the desired number of repetitions.",
    "category_id": "4",
    "user_id": ""
  },
  {
    "title": "Iso-Lateral Chest Press",
    "description": "Sit on the end of the incline bench and lie back with the handles just below shoulder height. The handles should mimic the position of the bar when benching.
    Position your palms on the handles, inhale, and set your shoulder blades together on the bench.
    Press the handles to extension as you exhale but keep the shoulder blades packed.
    Repeat for the desired number of repetitions.",
    "category_id": "4",
    "user_id": ""
  },
  {
    "title": "Pullover (Dumbbell)",
    "description": "Grasp a dumbbell with both hands and position yourself on a flat bench with your shoulder blades resting on the bench.
    You should be at a 90 degree angle to the bench. Your back shoulder be straight, knees bent at 90 degrees, and feet firmly plated on the floor.
    Holding the dumbbell in both hands, straighten your arms so that dumbbell is directly overhead. This is the starting position.
    Bending at the shoulders only and keeping your arms straight, slowly lower the weight down behind your head until the dumbbell reaches the height of the bench.
    Slowly raise the dumbbell back to the starting position.
    Repeat for desired reps.",
    "category_id": "4",
    "user_id": ""
  },
  {
    "title": "Push Ups",
    "description": "Assume a quadruped position on the floor with your hands under your shoulders, toes tucked, and knees under hips.
    Extend one leg at a time and assume a push up position with the legs straight, elbows extended, and head in a neutral position looking at the floor.
    Slowly descend to the floor by retracting the shoulder blades and unlocking the elbows.
    Descend until the upper arms are parallel or your chest touches the floor and hold the bottom position for a set amount of time.
    Push back to the starting point by extending the elbows and driving your palms into the floor.
    Repeat for the desired number of repetitions.",
    "category_id": "4",
    "user_id": ""
  },
  {
    "title": "Pec Deck",
    "description": "Reach forward and grasp each handle with a pronated or neutral grip.
    Contract the rear delts while keeping the elbows bent and open the arms in a reverse fly motion.
    Slowly lower the handles back to the starting position and repeat for the desired number of repetitions.",
    "category_id": "4",
    "user_id": ""
  },
  {
    "title": "Around the World",
    "description": "The around the world exercise involves rotating both of your arms up and down along the sides of your body. Similar to the arm movement during a jumping jack or snow angel.
    Usually, you perform this exercise while holding relatively light dumbbells. But you can also use small weight plates or kettlebells.
    When doing the around the world exercise for chest, you lay down on a bench. But it can also be done standing for the shoulders.",
    "category_id": "4",
    "user_id": ""
  },
  {
    "title": "Twist Flys (Dumbbell)",
    "description": "Pick up the dumbbells off the floor using a neutral grip (palms facing in). Position the ends of the dumbbells in your hip crease, and sit down on the bench.
    To get into position, lay back and keep the weights close to your chest. Once you are in position, take a deep breath, then press the dumbbells to lockout at the top.
    Slightly retract your shoulder blades, unlock your elbows, and slowly lower the dumbbells laterally while maintaining the angle at your elbow.
    Once the dumbbells reach chest level, reverse the movement by squeezing your pecs together. As the dumbbells are returning back to the starting position twist the handles so that the bottom of the dumbbells almost touch.
    Without allowing the dumbbells to touch, start the next repetition by untwisting the handles back to a neutral position, and continue until the set is completed.",
    "category_id": "4",
    "user_id": ""
  },
  {
    "title": "Low Cable Press",
    "description": "Set both pulleys as low as possible and select the desired weight.
    Grasp both handles with a slightly supinated grip and take a step forward to split the stance.
    Press the handles to lockout while flexing the pecs and extending the elbows.
    Keep a slight bend in the elbows, move entirely at the shoulder joint, and slowly allow the arms to open while remaining at a 45 degree angle.
    Return to the starting position by flexing your pecs and bringing the handles together at chest height.
    Slowly lower back to the starting position and repeat for the desired number of repetitions.",
    "category_id": "4",
    "user_id": ""
  },
  {
    "title": "High Cable Press",
    "description": "Set both pulleys as high as possible and select the desired weight.
    Grasp both handles with a neutral grip and take a step forward to split the stance.
    Press the handles to lockout while flexing the pecs and extending the elbows.
    Keep a slight bend in the elbows, move entirely at the shoulder joint, and slowly allow the arms to open while the pecs stretch.
    Return to the starting position by flexing your pecs and bringing the handles together at bellybutton height.
    Slowly lower back to the starting position and repeat for the desired number of repetitions.",
    "category_id": "4",
    "user_id": ""
  },
//---------LEGS------------------------
{
  "title": "Box Jump",
  "description": "Setup in a seated position on the side of a box.
  Lean forward slightly, swing your arms back, and explode straight up by driving off both legs.
  Generate triple extension and then land softly on a box directly in front of you.",
  "category_id": "5",
  "user_id": ""
},
{
  "title": "Bulgarian Split Squat",
  "description": "Set up in a split stance position while grasping dumbbells by your side with a neutral grip.
  Position the back foot on a bench or circular pad to increase the range of motion.
  Descend by flexing the front knee and continue until the back knee touches the ground directly beneath the hip.
  Drive through the front foot and extend the knee as you return to the starting position.
  Repeat for the desired number of repetitions.
  ",
  "category_id": "5",
  "user_id": ""
},
{
  "title": "Calf Press",
  "description": "Load the desired weight on a 45-degree leg press and sit down on the seat.
  Place the balls of your feet on the bottom edge of the foot plate and twist your ankles so that your heels come together and your toes point out.
  Push the weight up and disengage the weight platform from the safety using the handles by your sides.
  Slowly allow your toes to come back as far as possible. This is the starting position for the exercise.
  Keeping your legs straight, slowly push your toes up as far as possible.
  Squeeze the calf muscles, and then slowly lower the weight back to the starting position.
  Repeat for desired reps.",
  "category_id": "5",
  "user_id": ""
},
{
  "title": "Front Squat",
  "description": "Position the safety stops at roughly waist height and then place the bar just underneath shoulder height.
  Position the hands just outside of shoulder width, step underneath the bar, and allow it to sit on the shoulders while driving the elbows high in front of the body.
  Take a breath and unrack the bar by pushing your hips forward and extending your knees.
  Take 2-3 steps back and position your feet just inside of shoulder width.
  Sit directly between your legs by simultaneously bending your knees and pushing your hips back.
  Once your hamstrings touch your calves, begin to reverse the movement.
  Keep your abs braced and drive your feet through the floor.
  Finish the lift by exhaling as you fully extend the hips and knees.",
  "category_id": "5",
  "user_id": ""
},
{
  "title": "Goblet Squat",
  "description": "Select a kettlebell and hold the horns of the handle with each hand.
  Take a deep breath and descend by simultaneously pushing the hips back and bending the knees.
  Once your thighs reach parallel with the floor, begin to reverse the movement.
  Keep your abs braced and drive your feet through the floor.
  Drive back to the starting position and repeat for the desired number of repetitions.",
  "category_id": "5",
  "user_id": ""
},
{
  "title": "Hack Squat",
  "description": "Load the machine with the desired weight and position your shoulders and back against the pads.
  Position your feet outside of shoulder width, extend your legs, and release the safety handles.
  Slowly lower the weight by bending your knees until your thighs are approximately at 90 degrees.
  Reverse the movement by driving into the platform and extending the knees and hips.
  Repeat for the desired number of repetitions.",
  "category_id": "5",
  "user_id": ""
},
{
  "title": "High Knee Skips",
  "description": "Grasp a jump rope with the handles at your sides and the rope behind your heels.
  Rotate the wrists to generate velocity and help the rope revolve around the body.
  As the rope moves toward your feet, hop with one foot to allow it to pass underneath.
  Once the rope has passed underneath, you’ll hop again with the same foot before hopping the rope with opposite foot on the next pass.
  Repeat steps 4 & 5 for the desired number of repetitions or time.",
  "category_id": "5",
  "user_id": ""
},
{
  "title": "Hip Abductor",
  "description": "Setup in an upright position with your back against the pad and your spine neutral.
  Exhale and push the legs apart as you open the pads.
  Once your hips are fully externally rotated, slowly return to the starting position.
  Repeat for the desired number of repetitions.",
  "category_id": "5",
  "user_id": ""
},
{
  "title": "Hip Thrust",
  "description": "Start in a supine position with your back on a bench and roll a barbell up to the crease of your hips.
  Drive both feet into the floor and squeeze your glutes while bridging your hips up.
  Lower your hips back to the starting position and repeat for the desired number of repetitions.",
  "category_id": "5",
  "user_id": ""
},
{
  "title": "Leg Extension",
  "description": "Select the desired resistance on the weight stack and insert the pin.
  Adjust the seat so that the knees are directly in line with the axis of the machine.
  Sit down and position one shin behind the pad at the base of the machine.
  Take a deep breath and extend your leg as you flex your quadricep.
  As you lock out the knee, exhale to complete the repetition.
  Slowly lower your foot back to the starting position and repeat for the desired number of repetitions on both sides.",
  "category_id": "5",
  "user_id": ""
},
{
  "title": "Leg Press",
  "description": "Load the machine with the desired weight and take a seat.
  Sit down and position your feet on the sled with a shoulder width stance.
  Take a deep breath, extend your legs, and unlock the safeties.
  Lower the weight under control until the legs are roughly 45 degrees or slightly below.
  Drive the weight back to the starting position by extending the knees but don’t forcefully lockout.
  Repeat for the desired number of repetitions.",
  "category_id": "5",
  "user_id": ""
},
{
  "title": "Lunges",
  "description": "Set up with your feet shoulder width apart and a dumbbell in each hand.
  Step forward with one leg and allow both knees to bend simultaneously.
  Descend until the back knee touches the floor.
  Drive through the front foot and extend the knee as you stand up fully and return to the starting position.
  Repeat on the opposite leg.
  Repeat the desired number of repetitions.",
  "category_id": "5",
  "user_id": ""
},
{
  "title": "Leg Curl",
  "description": "The lying leg curl is a great exercise to isolate the hamstrings. Set up for the leg curl by selecting the weight you want to use on the stack and adjusting the padding to suit your leg length.
  Lay face down on the machine. The padding should be positioned just above the back of your ankles. If it's higher than that, adjust the length.
  Tense up the hamstrings by taking the weight slightly off the stack. This is the starting position for the exercise.
  Squeeze the hamstrings and curl the weight up as far as possible.
  Squeeze the hamstring hard, and then slowly lower the weight back to the starting position.
  Repeat for desired reps.",
  "category_id": "5",
  "user_id": ""
},
{
  "title": "Seated Calf Raises",
  "description": "Take a seat on the machine and place the balls of your feet on the platform with your toes pointed forward - your heels will naturally hang off. Position the base of quads under the knee pad and allow your hands to rest on top.
  Extend your ankles and release the safety bar.
  Lower the heels by dorsiflexing the ankles until the calves are fully stretched.
  Extend the ankles and exhale as you flex the calves.
  Repeat for the assigned number of repetitions.
  ",
  "category_id": "5",
  "user_id": ""
},
{
  "title": "Squat (Barbell)",
  "description": "Set up for the exercise by setting the barbell to just below shoulder height and loading the weight you want to use.
  Stand under the bar with your feet at about shoulder width apart.
  Position the bar so that it is resting on the muscles on the top of your back, not on the back of your neck. The bar should feel comfortable. If it doesn't, try adding some padding to the bar.
  Now take your hands over the back and grip the bar with a wide grip for stability.
  You should now bend at the knees and straighten your back in preparation to take the weight off the rack.
  Keeping your back straight and eyes up, push up through the legs and take the weight off the rack.
  Take a small step back and stabilize yourself.
  Keeping your eyes facing forward slowly lower your body down. Don't lean forward as you come down. Your buttocks should come out and drop straight down.
  Squat down until your thighs are parallel with the floor, and then slowly raise your body back up by pushing through your heels.
  Do not lock the knees out when you stand up, and then repeat the movement.",
  "category_id": "5",
  "user_id": ""
},
//------------------SHOULDERS------------------
{
  "title": "Face Pull (Cable)",
  "description": "Assume a split stance with the arms straight out in front of you utilizing a neutral grip (palms facing).
  Inhale and pull the rope towards your face with the elbows high.
  As the end of the rope approaches your face, pull the ends apart and drive the elbows back.
  Slowly lower the rope back to the starting position and repeat for the desired number of repetitions on both sides.",
  "category_id": "6",
  "user_id": ""
},
{
  "title": "Lateral Raise (Dumbbell)",
  "description": "The dumbbell lateral raise is a good exercise for building width in your upper body which gives you the "V" shape. Grab a set of dumbbells and stand straight up with the dumbbells at your sides.
  Your palms should be facing your body. You should be holding the dumbbells slightly off your body, as this keeps the tension on the side delts. This is your starting position for the exercise.
  To execute, slowly raise the dumbbells up to around shoulder height. It's important that you do not let your wrists go above your elbows while raising the weight, as this will take the work off the side delts and put it on the front delts.
  Pause at the top of the movement, and then slowly lower the weight back to the starting position.
  Do not let the dumbbells touch your body, and then raise them for the next rep.",
  "category_id": "6",
  "user_id": ""
},
{
  "title": "Seated Dumbbell Press",
  "description": "Set up an adjustable angle bench to 90 degrees and select the desired weight from the rack.
  Pick up the dumbbells from the floor using a neutral grip (palms facing in). Position the end of the dumbbells on your knees and sit down on the bench.
  Using a safe and controlled motion, kick your knees up one at a time in order to get each dumbbell into place.
  Once the dumbbells are in place, rotate your palms so they are facing forward.
  Take a deep breath then press the one dumbbell overhead by extending the elbow and contracting the deltoid.
  Slowly lower the dumbbells back to the starting position and then press the other overhead by repeating step #5.
  Repeat for the desired number of repetitions.",
  "category_id": "6",
  "user_id": ""
},
{
  "title": "Front Raise (Barbell)",
  "description": "Select the desired weight and load it onto a barbell.
  Assume a shoulder width stance and grasp the bar at shoulder width with a pronated grip.
  Inhale, brace your abs, and raise the arms vertically while keeping the elbows nearly locked out.
  Once the arms are raised completely overhead, slowly lower the bar back to the starting position.
  Repeat for the desired number of repetitions.",
  "category_id": "6",
  "user_id": ""
},
{
  "title": "Overhead Press (Dumbbell)",
  "description": "Adjust the barbell to just below shoulder height then load the desired weight onto the bar.
  Assume a shoulder width stance and place your hands at (or just outside of) shoulder width with a pronated grip on the bar.
  Step underneath the bar and unrack it while keeping the spine in a neutral position.
  Take two steps back, inhale, brace, tuck the chin, then press the bar to lockout overhead.
  Exhale once the bar gets to lockout and reverse the movement slowly while controlling the bar back to your chest.
  Repeat for the desired number of repetitions.",
  "category_id": "6",
  "user_id": ""
},
{
  "title": "Push Press",
  "description": "Adjust the barbell to just below shoulder height then load the desired weight onto the bar.
  Assume a shoulder width stance and place your hands outside of shoulder width with a pronated grip on the bar.
  Step underneath the bar and rack it on your traps.
  Take two steps back, inhale, brace, and tuck the chin to prepare to go overhead.
  Dip slightly at the knees and hips, then press the bar to lockout overhead by extending your legs and arms simultaneously.
  Repeat for the desired number of repetitions.",
  "category_id": "6",
  "user_id": ""
},
{
  "title": "Reverse Fly (Cable)",
  "description": "Position two cables at chest height and attach a handle.
  Reach across your body and grab one handle with a neutral grip. Repeat for the opposite arm.
  Position the arms straight ahead holding onto each handle and keep a soft bend in the knees.
  Keep the elbows slightly bent and pull the handles laterally without squeezing the shoulder blades together excessively.
  Slowly lower the handles back to the starting position under control.
  Repeat for the desired number of repetitions.
  ",
  "category_id": "6",
  "user_id": ""
},
{
  "title": "Shoulder Press (Machine)",
  "description": "Assume a seated position in the machine with the handles set at roughly shoulder height.
  Grab the handles with a pronated or neutral grip.
  Inhale and press directly overhead.
  Slowly lower the handles back to the starting position.
  Repeat for the desired number of repetitions.",
  "category_id": "6",
  "user_id": ""
},
{
  "title": "Upright Row (Dumbbell)",
  "description": "Select the desired weight from the rack and assume a shoulder width stance with a slightly narrower grip.
  Take a deep breath then pull the dumbbells directly up the front of your body to chest height, keeping them as close as possible.
  Slowly lower the dumbbells back to the starting position under control.
  Repeat for the desired number of repetitions.",
  "category_id": "6",
  "user_id": ""
},
{
  "title": "Seated 6 Ways (Dumbbell)",
  "description": "Select the desired weight from the rack then take a few steps back into an open area.
  Take a deep breath and raise the dumbbells to shoulder height using a neutral grip (palms facing in) while keeping the elbows slightly bent.
  Bring the dumbbells together at shoulder height and then lift the arms fully overhead.
  Slowly lower the dumbbells back to the starting position under control.
  Repeat for the desired number of repetitions.",
  "category_id": "6",
  "user_id": ""
},
{
  "title": "Front Raise (Cable)",
  "description": "Grasp cable handle in a pronated grip standing shoulder width apart. With arms straigh, lift the handle as you exhale",
  "category_id": "6",
  "user_id": ""
},
{
  "title": "Lateral Raise (Cable)",
  "description": "Lower cable to the lowest position. Start with hand resting on the side of your thigh then try to lift the cable handle above your head",
  "category_id": "6",
  "user_id": ""
},
{
  "title": "Shrug",
  "description": "Take two dumbbells and have them by your sides as your standing up. Then try to touch your ears with your shoulders for multiple reps",
  "category_id": "6",
  "user_id": ""
},
{
  "title": "Reverse Fly (Machine)",
  "description": "Get on the Peck deck machine and adjust handles so theyre in front of you. Then grip the handles and pull your arms out to the side and backwards focusing on the rear delts. Once your arms are fully extended, hold for a breif moment before bringing them to the starting position.  ",
  "category_id": "6",
  "user_id": ""
},
{
  "title": "Dumbbell Snatch",
  "description": "With a dumbbell in one of your hands, squat down as if youre going to drop the dumbbell but continue gripping it, then quickly stand up while driving your hand with the dumbbell above your head. ",
  "category_id": "6",
  "user_id": ""
},
]